package Calculate;

public class DispersionRates {
    public DispersionRates() {
    }

    //метод возвращающий значение дисперсии
    public float calculateDispersion()
    {
        //Реализовать подсчет дисперсии
        System.out.println("Была расчитана дисперсия");
        return 0;
    }

    //метод возвращающий значение среднеквадратического отклонения
    public float calculateAverageDeviation()
    {
        //Реализовать подсчет среднеквадратического отклонения
        System.out.println("Было расчитано среднеквадратичное отклонение");
        return 0;
    }
}
