package Calculate;

public class DistributionPercentiles {
    public DistributionPercentiles() {
    }

    //метод возвращающий значение квартилей
    public float calculateQuartiles()
    {
        //Реализовать подсчет квартилей
        System.out.println("Были расчитаны квартили");
        return 0;
    }
}
