package Calculate;
//класс реализующий подсчёт средних величин статистического анализа
public class AverageValues {
    //метод возвращающий среднее выборочное
    public float calculateAverage()
    {
        //Реализовать подсчет среднего выборочного
        System.out.println("Было расчитано среднее выборочное");
        return 0;
    }
    //метод возвращающий медиану
    public float calculateMedian()
    {
        //Реализовать подсчет медианы
        System.out.println("Была расчитана медиана");
        return 0;
    }
    //метод возвращающий моду
    public float calculateMod()
    {
        //Реализовать подсчет моды
        System.out.println("Была расчитана мода");
        return 0;
    }
}
